jorgebucaran/fisher
jethrokuan/z
sujaybokil/fish-gruvbox
oh-my-fish/plugin-foreign-env
ilancosman/tide@v6
jethrokuan/fzf
nickeb96/puffer-fish
edc/bass
